Creates empty StructuralElementDefinitionData object.
  Namespace:   Autodesk.Revit.DB.Structure.StructuralSections
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
public StructuralElementDefinitionData()
  Visual Basic
Public Sub New
  Visual C++
public:
StructuralElementDefinitionData()
 See Also
  StructuralElementDefinitionData Class
  Autodesk.Revit.DB.Structure.StructuralSections Namespace